## 데이터확인

In [1]:
import pandas as pd

In [2]:
df = pd.read_csv('score.csv')

In [3]:
df

   지원번호   이름    키   학교
0     0  채치수  197  북산고
1     1  정대만  184  북산고
2     2  송태섭  160  북산고
3     3  서태웅  178  북산고

In [5]:
df.describe()

           지원번호           키
count  4.000000    4.000000
mean   1.500000  179.750000
std    1.290994   15.370426
min    0.000000  160.000000
25%    0.750000  173.500000
50%    1.500000  181.000000
75%    2.250000  187.250000
max    3.000000  197.000000